Repository: atifmerghad/Nativescript-angular-template
Catalog: App_Resources/iOS/*.lproj/Localizable.strings
Languages: fr

# _security_jailbreak_okButtonText_ZXCxgr
source: OK
fr: حسنا

# _security_jailbreak_message_Z1wqvti
source: This app cannot be used because you are using a jailbroken device. Contact your IT administrator for help.
fr: لا يمكن استخدام هذا التطبيق لأنك تستخدم جهاز مكسور الحماية. اتصل بمسؤول تكنولوجيا المعلومات لديك للحصول على المساعدة.

# _security_jailbreak_title_Z1dv0SJ
source: Device Non-Compliant
fr: الجهاز غير متوافق

# _auth_otp_wrong_Z1UJR7v
source: The OTP you entered is not correct. Please try again.
fr: الرمز السري الذي أدخلته غير صحيح. الرجاء المحاولة مرة أخرى

# _auth_otp_email_Z1VWOfN
source: Please write to us at
fr: يرجى مراسلتنا على البريد الإلكتروني

# _auth_otp_mobile_PauIt
source: Mobile number is not correct?
fr: هل رقم الجوال غير صحيح؟

# _auth_otp_resend_YRFAH
source: Request passcode again
fr: إعادة إرسال الرمز السري الآن؟

# _auth_otp_sec_1tfI5l
source: s.
fr: ثواني.

# _auth_otp_min_1tfGz2
source: m
fr: دقائق و

# _auth_otp_valid_Z1UQbes
source: Your passcode is valid for
fr: صالح ل

# _auth_otp_sent_6c6sK
source: Your one-time passcode has been sent to the mobile number you registered with
fr: تم إرسال الرمز السري إلى رقم الجوال

# _auth_otp_code_6a2QV
source: Please enter your one-time password
fr: الرجاء إدخال الرمز السري

# _shared_hint_z6Bs6
source: enter your name
fr: أدخل أسمك

# _shared_welcome_ZRGRFK
source: Welcome to our store
fr: أهلا بك

# _shared_language_1NO0o1
source: العربية
fr: English

# _shared_lang_z76pm
source: Language
fr: اللغة
